[
  {
    "Jid": 37,
    "Category": "General",
    "Joke": "Is it true that cannibals don't eat clowns because they taste funny?"
  },
  {
    "Jid": 38,
    "Category": "General",
    "Joke": "What kind of pig can you ignore at a party? A wild bore."
  },
  {
    "Jid": 39,
    "Category": "General",
    "Joke": "What kind of murderer has fiber? A cereal killer."
  },
  {
    "Jid": 44,
    "Category": "General",
    "Joke": "A man walking down the streets sees another man with a very big dog. One man says to the other, \"Does your dog bite\", the man replies \"No my dog doesn't\" The man pats the dog and has his hand bitten off, \"I thought you said your dog didn't bite\" said the injured man. \"Thats not my dog\", replied the other."
  },
  {
    "Jid": 45,
    "Category": "General",
    "Joke": "Q: What's the difference between a shoping trolley and a University Vice chancellor?  \"A: You fill them both up with as much food and alcohol you can, but it's only the shopping\" trolley that has a mind of its own."
  },
  {
    "Jid": 46,
    "Category": "General",
    "Joke": "Q. How do you catch a polar bear?  A. You cut a hole in the ice and you put peas all round the edge and when the polar bear comes along and stops for a pea, you kick it in the ice hole."
  },
  {
    "Jid": 47,
    "Category": "General",
    "Joke": "Why do Marxists like fruit infusions?  Because all proper tea is theft!"
  },
  {
    "Jid": 48,
    "Category": "General",
    "Joke": "What was born to succeed?  A budgie with a blunt beak."
  },
  {
    "Jid": 49,
    "Category": "General",
    "Joke": "Three budgies in a cage, one on the top perch, one on the middle and one on the bottom perch.  Which Budgie owns the cage?  The one on the bottom perch, the other two are on higher perches."
  },
  {
    "Jid": 50,
    "Category": "General",
    "Joke": "what do you call a fly with no wings?  a walk."
  },
  {
    "Jid": 51,
    "Category": "General",
    "Joke": "What do you call a teacher with no arms, no legs, and no body? The Head..."
  },
  {
    "Jid": 52,
    "Category": "General",
    "Joke": "Q: Why should you never iron a four leaf clover?  A: You should never press your luck!"
  },
  {
    "Jid": 53,
    "Category": "General",
    "Joke": "What's ET short for?  Because he's got little legs."
  },
  {
    "Jid": 54,
    "Category": "General",
    "Joke": "An 8-year-old girl went to her dad, who was working in the yard. She asked him, \"Daddy, what is sex?\". The father was surprised that she would ask such a question, but decides that if she is old enough to ask the question, then she is old enough to get a straight answer.  He proceeded to tell her all about the 'birds and the bees'. When he finished explaining, the little girl was looking at him with her mouth hanging open. The father asked her, \"Why did you ask this question?\". The little girl replied, \"Morn told me to tell you that dinner would be ready in just a couple of secs."
  },
  {
    "Jid": 55,
    "Category": "General",
    "Joke": "Did you hear about the ice-cream man, he was found dead in his ice-cream van, covered in chocolate sauce and hundreds-and-thousands? The police said that he had topped himself."
  },
  {
    "Jid": 56,
    "Category": "General",
    "Joke": "What lies on the bottom of the ocean and shakes? A nervous wreck."
  },
  {
    "Jid": 57,
    "Category": "General",
    "Joke": "Two cannibals are sitting around eating a clown. One clown says to the other, \"Does this taste funny to you?"
  },
  {
    "Jid": 58,
    "Category": "General",
    "Joke": "A piece of straight, clean string goes into a bar and orders a gin and tonic. The barman serves the drink, the string downs it and walks out. Ten minutes later a dirty, twisted, ragged piece of string walks into the bar. \"Here - are you that piece of string that was here ten minutes ago?\" asks the barman - \"No\" replies the string \"I'm a frayed knot\"."
  },
  {
    "Jid": 59,
    "Category": "General",
    "Joke": "there are these two sausages sizzling in a frying pan. the one turns to the other and says \"gees, it's hot in here\" and the second one turns around and goes \"AAAAH!, a talking sausage\"."
  },
  {
    "Jid": 60,
    "Category": "General",
    "Joke": "Q - what did the grape say when the elephant trod on it?  A - Nothing, it just gave a little wine."
  }
]